<?php 

$lang=array(

'd1'=>'О НАС',
'd2'=>'УСЛУГИ',
'd3'=>'ПОРТФОЛИО',
'd4'=>'БЛОГ',
'd5'=>'КАРЬЕРА',
'd6'=>'КОНТАКТЫ',
'd7'=>'от Noorsoft' ,
'd8'=>'Система автоматизации для работы со статьями для редакций. Полностью автоматизирована работа со статьями от идеи до размещения на профильных сайтах.<br><br>Сервис хранит в себе все записи и является своего рода системой контроля версий для статей. Здесь можно посмотреть и проследить за каждым шагом разработки статьи, увидеть на каком шаге какая версия статьи была сдана и как она проверялась до этого.<br><br>Система автоматизирует и упорядочивает взаимодействие со всеми участниками процесса, всего 7 видов пользователей от копирайторов до главного редактора. После того как статья готова она может быть автоматически размещена на сайте.',
'd9'=>'Задача',
'd10'=>'Кто заказчик',
'd11'=>'К нам обратился заказчик с желанием автоматизировать процесс производства текстового контента.',
'd12'=>'Он занимается разработкой контентных сайтов, СЕО оптимизирует их с последующей продажей трафика. В его арсенале более 100 различных сайтов, которые являются лидерами в своей тематике по трафику.',
'd13'=>'Основная боль',
'd14'=>'Основная проблема, которая беспокоила заказчика - процесс производства контента стал очень громоздким, его сложно контролировать, оценивать качество.',
'd15'=>'Когда Вам нужно более 300 статей в день и все они должны быть максимально качественными и полезными, чтобы задержать человека на сайте максимально долгое время Вам точно требуется решение по автоматизации этого процесса.',
'd16'=>'Исследование',
'd17'=>'Интересный момент, что крупные издания и СМИ, как показал наш опрос, не имеют похожих систем. Там все ведется по старинке - эксель, ворд, либо Google docs и другие похожие решения. Специального ПО для этих задач мы нашли всего несколько программ, но они точно не подходили заказчику.',
'd18'=>'Интервью с заказчиком',
'd19'=>'После исследования конкурентов, мы провели проблемное интервью с заказчиком, на котором выяснили основные моменты, которые его беспокоили:' ,
'd20'=>'Потеря необходимых файлов',
'd21'=>'Понятное структурированное хранение файлов',
'd22'=>'Анализ конкретного промежутка в работе',
'd23'=>'Взаимодействие между людьми в системе должно быть прозрачным',
'd24'=>'Хочется видеть кто когда где что сделал',
'd25'=>'Возможность в оценке эффективности производства статей' ,
'd26'=>'Автоматизация от генерации идеи статьи, до выкладывания на различные CMS' ,
'd27'=>'Результатом первого этапа получился прототип, который решал все проблемы',
'd28'=>'Решение',
'd29'=>'В ходе работы мы выяснили этапность разработки статьи у заказчика.',
'd30'=>'Выглядит она примерно так:',
'd31'=>'Копии документов на любом этапе работы', 
'd32'=>'Мы сделали систему очень похожую на GIT, и стали хранить каждую копию документа на каждом этапе, чтобы ни одно изменение не потерялось, и всегда можно было посмотреть изменение на каждом этапе и проревьюить работу человека.' ,
'd33'=>'Теперь ни один файл никуда не потеряется, а любую его версию можно скачать.',
'd34'=>'Несколько уровней доступа для сотрудников',
'd35'=>'Мы сделали несколько видов пользователей и дали им различные права, что дало каждому участнику процесса личный кабинет и доступ только к той информации, которая ему необходима.',
'd36'=>'Авто-публикация статей',
'd37'=>'В самом конце статьи автоматически публикуются на различных сайтах, что избавляет процесс от лишнего дорогостоящего технического специалиста.', 
'd38'=>'Итог' ,
'd39'=>'Заказчик остался доволен своей новой системой и сказал, что она решает всего его задачи, и даже чуть больше чем он ожидал.',
'd40'=>'В частности, он очень впечатлен нашей системой по работе с версиями файлов.',
'd41'=>'Отзывы участников проекта'

);

?>